christian-kohler.npm-intellisense-1.3.0
christian-kohler.path-intellisense-1.4.2
dbaeumer.vscode-eslint-2.1.5
digitalbrainstem.javascript-ejs-support-1.3.1
eg2.vscode-npm-script-0.3.11
gabrielbb.vscode-lombok-1.0.1
hookyqr.beautify-1.5.0
jasonnutter.search-node-modules-1.3.0
juanblanco.solidity-0.0.72
leizongmin.node-module-intellisense-1.5.0
lextudio.restructuredtext-126.0.0
mathiasfrohlich.kotlin-1.7.1
mikestead.dotenv-1.0.1
ms-azuretools.vscode-docker-1.1.0
ms-python.python-2020.4.76186
ms-vscode-remote.remote-ssh-0.51.0
ms-vscode-remote.remote-ssh-edit-0.51.0
pivotal.vscode-boot-dev-pack-0.0.8
pivotal.vscode-concourse-1.17.0
pivotal.vscode-manifest-yaml-1.17.0
pivotal.vscode-spring-boot-1.17.0
redhat.java-0.61.0
redhat.vscode-yaml-0.7.2
streetsidesoftware.code-spell-checker-1.8.0
visualstudioexptteam.vscodeintellicode-1.2.6
vscjava.vscode-java-debug-0.25.1
vscjava.vscode-java-dependency-0.9.0
vscjava.vscode-java-pack-0.9.0
vscjava.vscode-java-test-0.22.3
vscjava.vscode-maven-0.21.2
vscjava.vscode-spring-boot-dashboard-0.1.8
vscjava.vscode-spring-initializr-0.4.6
vscode-icons-team.vscode-icons-10.1.1
vscoss.vscode-ansible-0.5.2
waderyan.nodejs-extension-pack-0.1.9
wholroyd.jinja-0.0.8
xabikos.javascriptsnippets-1.8.0
