// code --list-extensions > extensions.list

alphabotsec.vscode-eclipse-keybindings
GabrielBB.vscode-lombok
jebbs.plantuml
JuanBlanco.solidity
lextudio.restructuredtext
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
Pivotal.vscode-boot-dev-pack
Pivotal.vscode-concourse
Pivotal.vscode-manifest-yaml
Pivotal.vscode-spring-boot
redhat.java
redhat.vscode-yaml
Shan.code-settings-sync
streetsidesoftware.code-spell-checker
tintinweb.graphviz-interactive-preview
tintinweb.solidity-visual-auditor
tintinweb.vscode-inline-bookmarks
tintinweb.vscode-solidity-flattener
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
vscoss.vscode-ansible
wholroyd.jinja
