# tools
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-ssh
golang.Go
bierner.markdown-mermaid

VisualStudioExptTeam.vscodeintellicode
mikestead.dotenv
redhat.vscode-yaml
HookyQR.beautify
#vscode-icons-team.vscode-icons
PKief.material-icon-theme
mhutchie.git-graph
streetsidesoftware.code-spell-checker
shengchen.vscode-checkstyle
NomicFoundation.hardhat-solidity
doi.fileheadercomment
